Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/SettingsTab.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: About us
ar: معلومات عنا
de: über uns
el: Σχετικά με εμάς
es: Acerca de nosotros
fa: درباره ما
fr: À propos de nous
he: אודותינו
hi: हमारे बारे में
it: Chi siamo
ja: 言語
ko: 우리 대한
nl: over ons
pt_pt: Sobre nós
ru: О нас
th: เกี่ยวกับเรา
tr: Hakkımızda
zh_hans: 关于我们
zh_hant: 關於我們

source: App Icon
ar: أيقونة التطبيق
de: Icon der App
el: Εικονίδιο εφαρμογής
es: Iconos de la aplicación
fa: آیکن برنامه
fr: L`Icône de l'application
he: סמל האפליקציה
hi: ऐप आइकन
it: icona dell'applicazione
ja: テーマの色
ko: 앱 아이콘
nl: App-pictogram
pt_pt: Ícone do aplicativo
ru: Значок приложения
th: ไอคอนแอป
tr: Uygulama Simgesi
zh_hans: 应用程序图标
zh_hant: 應用圖標

source: Appearance
ar: المظهر
de: Aussehen
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
he: מראה
hi: उपस्थिति
it: Aspetto
ja: 外観
ko: 모습
nl: Verschijning
pt_pt: Aparência
ru: Появление
th: ลักษณะ
tr: dış görünüş
zh_hans: 外貌
zh_hant: 外觀

source: Application Units
ar: وحدات التطبيق
de: Masseneinheiten
el: Μονάδες εφαρμογής
es: Unidades de aplicación
fa: واحدهای برنامه
fr: Les Unités d'application
he: יחידות באפליקציה
hi: आवेदन इकाइयाँ
it: Unità applicative
ja: アプリケーションユニット
ko: 앱 단위
nl: Eenheden
pt_pt: Unidades de Aplicação
ru: Единицы приложения
th: หน่วยของแอป
tr: Uygulama Birimleri
zh_hans: 应用程序的单位
zh_hant: 應用單位

source: AQI Sources
ar: مصادر AQI
de: AQI-Quellen
el: Πηγές Δείκτη Ποιότητας Αέρα
es: Fuentes del índice de calidad del aire
fa: منابع AQI
fr: Sources d'indice de qualité de l'air
he: מקורות איכות האוויר (AQI)
hi: वायु गुणवत्ता स्रोत
it: Fonti AQI
ja: AQI情報ソース
ko: 대기 질 지수 소스
nl: AQI-bronnen
pt_pt: Fontes de Qualidade do Ar
ru: Источники Индекса качества воздуха
th: แหล่งข้อมูล AQI
tr: Hava Kalitesi Endeksi Kaynakları
zh_hans: 空气质量来源
zh_hant: 空氣品質指標來源

source: Bug Report
ar: الإبلاغ عن مشكلة
de: Problembericht
el: Αναφορά σφάλματος
es: Informe de fallos
fa: گزارش باگ
fr: Rapport d'erreur
he: דיווח על באג
hi: बग रिपोर्ट
it: Le Rapport d'erreur
ja: バグレポート
ko: 버그 신고
nl: Probleemrapportage
pt_pt: Relatório de erro
ru: Сообщение об ошибке
th: รายงานข้อผิดพลาด
tr: Hata raporu
zh_hans: 错误报告
zh_hant: 錯誤報告

source: Contact us
ar: تواصل معنا
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contacto con nosotros
fa: تماس با ما
fr: Contactez-nous
he: צור קשר
hi: संपर्क करें
it: Contattaci
ja: 私たちについて
ko: 문의하기
nl: Neem contact op
pt_pt: Contate-Nos
ru: С нами связаться
th: ติดต่อเรา
tr: Bizimle iletişime geçin
zh_hans: 联系我们
zh_hant: 聯繫我們

source: Distance
ar: المسافة
de: Abstand
el: Απόσταση
es: Distancia
fa: فاصله
he: מרחק
hi: दूरी
it: Distanza
ja: 距離
ko: 차이
nl: Afstand
pt_pt: Distância
ru: Расстояние
th: ระยะทาง
tr: Mesafe
zh_hans: 距离
zh_hant: 距離

source: Feature Request
ar: طلب ميزة
de: Feature-Anfrage
el: Αίτημα Χαρακτηριστικού
es: Solicitud de función
fa: درخواست ویژگی
fr: Demande de fonctionnalité
he: בקשת תכונה
hi: महत्वपूर्ण लेख मांगना
it: La Demande de fonctionnalité
ja: 機能要求
ko: 기능 요청
nl: Functieverzoek
pt_pt: Solicitação de recurso
ru: Запрос функции
th: ขอคุณลักษณะ
tr: Özellik isteği
zh_hans: 功能要求
zh_hant: 功能請求

source: Forecast Sources
ar: مصادر التنبؤ
de: Vorhersagequellen
el: Πηγές Πρόγνωσης
es: Fuentes de Pronóstico
fa: منابع پیش‌بینی
fr: Sources de prévisions
he: מקורות התחזית
hi: भविष्यवाणी स्रोत
it: Fonti di Previsione
ja: 予報ソース
ko: 예보 소스
nl: Voorspellingsbronnen
pt_pt: Fontes de Previsão
ru: Источники прогнозов
th: แหล่งพยากรณ์
tr: Tahmin Kaynakları
zh_hans: 预报来源
zh_hant: 預報來源

source: General
ar: عام
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
he: כללי
hi: आम
it: Général
ja: 一般
ko: 일반
nl: Algemeen
pt_pt: Em geral
ru: Общий
th: ทั่วไป
tr: Genel
zh_hans: 普遍
zh_hant: 一般

source: Help HeyWeather Translation
ar: ساعد في ترجمة طقسنا
de: HeyWeather bei der Übersetzung helfen
el: Βοηθήστε στη Μετάφραση του HeyWeather
es: Ayudar la traducción de HeyWeather
fa: ترجمه HeyWeather به فارسی
fr: Assistez à traduire HeyWeather
he: עזור בתרגום HeyWeather
hi: HeyWeather अनुवाद में मदद करें
it: Aiuta a tradurre HeyWeather
ja: HeyWeather翻訳を手伝ってください。
ko: 번역을 도와 주세요
nl: Help HeyWeather vertaling
pt_pt: Ajude a tradução do HeyWeather
ru: Помогите перевести HeyWeather
th: ช่วยแปล HeyWeather
tr: HeyWeather Çevirisine Yardım Edin
zh_hans: 帮助HeyWeather的翻译
zh_hant: 幫助HeyWeather翻譯

source: Language
ar: Language (اللغة)
de: Language (Sprache)
el: Language (Γλώσσα)
es: Language (Idioma)
fa: Language (زبان)
fr: Language (Langue)
he: Language (שפה)
hi: Language (भाषा)
it: Language (Lingua)
ja: Language (言語)
ko: Language (언어)
nl: Language (Taal)
pt_pt: Language (Linguagem)
ru: Language (Язык)
th: Language (ภาษา)
tr: Language (Dil)
zh_hans: Language (语言)
zh_hant: Language (語言)

source: Notification
ar: الإشعارات
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fa: اعلان
he: הודעות
hi: सूचना
it: Notifica
ja: 通知
ko: 알림
nl: Melding
pt_pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
tr: Bildirim
zh_hans: 通知
zh_hant: 通知

source: Please choose the proper contact form.
ar: يرجى اختيار نموذج الاتصال المناسب.
de: Wählen Sie bitte das geeignete Kontaktformular aus
el: Παρακαλώ διαλέξτε την κατάλληλη φόρμα επικοινωνίας.
es: Por favor, elija la forma apropiada de contacto.
fa: لطفا فرم تماس مناسب را انتخاب کنید.
fr: Veuillez choisir le bon formulaire de contact
he: אנא בחר את הטופס המתאים.
hi: कृपया उचित संपर्क फ़ॉर्म चुनें
it: Veuillez choisir le bon formulaire de contact
ja: 適切な連絡先フォームを選択してください。
ko: 알 맞는 양식을 고르세요
nl: Selecteer alstublieft het gewenste contactformulier
pt_pt: Escolha o formulário de contato adequado
ru: Выберите подходящую контактную форму пожалуйста
th: โปรดเลือกแบบฟอร์มการติดต่อที่เหมาะสม.
tr: Lütfen uygun iletişim formunu seçin
zh_hans: 请选择正确的联系方式
zh_hant: 請選擇適當的聯繫表格。

source: Purchase Problem
ar: مشكلة في الشراء
de: Kaufprobleme
el: Πρόβλημα Αγοράς
es: Problemas de compra
fa: مشکل در خرید
fr: Problème d'achat
he: בעיה ברכישה
hi: खरीद समस्या
it: L`Erreur d'achat
ja: 購入の問題
ko: 구매 문제
nl: Aankoopfout
pt_pt: Dificuldade em comprar
ru: Проблема с покупкой
th: ปัญหาในการซื้อ
tr: Satın Alma Sorunu
zh_hans: 购买问题
zh_hant: 購買問題

source: Reddit
ar: ريديت
fa: ردیت

source: Review HeyWeather
ar: قيّم تطبيق طقسنا
de: HeyWeather bewerten
el: Κριτική για το HeyWeather
es: Comentar sobre HeyWeather
fa: نقد و بررسی HeyWeather
fr: Donnez votre avis sur HeyWeather
he: ביקורת על HeyWeather
hi: समीक्षा अच्छा मौसम
it: Recensione HeyWeather
ja: HeyWeatherのシェア
ko: HeyWeather를 리뷰하기
nl: Reacties HeyWeather
pt_pt: Rever HeyWeather
ru: отправить отзыв о HeyWeather
th: รีวิว HeyWeather
tr: HeyWeatherı İncele
zh_hans: 回顾 HeyWeather
zh_hant: 評論 HeyWeather

# SETTINGS.FOOTER
source: Developed with ❤️ Montréal-born, Paris-grown, by GCO Apps team. 🇨🇦 🇫🇷
ar: تم التطوير بمحبة ❤️ من فريق تطبيقات جي سي أو من مونتريال الى باريس 🇨🇦 🇫🇷
de: Entwickelt mit ❤️ Geboren in Montreal und aufgewachsen in Paris, vom GCO Apps-Team. 🇨🇦 🇫🇷
el: Αναπτύχθηκε με ❤️ Γεννημένο στο Μόντρεαλ, μεγαλωμένο στο Παρίσι, από την ομάδα της GCO Apps. 🇨🇦 🇫🇷
es: Desenvolvido com ❤️ Nascido em Montreal, criado em Paris, pela equipe GCO Apps. 🇨🇦 🇫🇷
fa: توسعه داده شده با ❤️ متولد مونترال، رشد یافته در پاریس، توسط تیم GCO Apps 🇨🇦 🇫🇷
fr: Développé avec ❤️ Né à Montréal, grandissant à Paris, par l'équipe de GCO Apps. 🇨🇦 🇫🇷
he: פותח באהבה ❤️ נולד במונטריאול, גדל בפריס, על ידי צוות GCO Apps. 🇨🇦 🇫🇷
hi: ❤️ के साथ विकसित किया गया। मॉन्ट्रियल में जन्मे, पेरिस में पैदा हुए। GCO Apps टीम द्वारा. 🇨🇦 🇫🇷
it: Sviluppato con ❤️ Nata a Montreal, cresciuta a Parigi, dal team di GCO Apps. 🇨🇦 🇫🇷
ja: ❤️ と協力して開発しました モントリオール生まれ、パリ育ちの GCO Apps チームによって開発されました。 🇨🇦 🇫🇷
ko: ❤️와 함께 개발했습니다. GCO Apps 팀에서 파리에서 자란 몬트리올 태생입니다. 🇨🇦 🇫🇷
nl: Ontwikkeld met ❤️ Montréal geboren, Parijs gegroeid, door GCO Apps-team. 🇨🇦 🇫🇷
pt_pt: Desenvolvido com ❤️ Nascido em Montreal, criado em Paris, pela equipe GCO Apps. 🇨🇦 🇫🇷
ru: Разработан совместно с ❤️ Родился в Монреале, вырос в Париже, командой GCO Apps. 🇨🇦 🇫🇷
th: พัฒนาด้วย ❤️ เกิดที่ Montréal, โตที่ Paris, โดยทีม GCO Apps. 🇨🇦 🇫🇷
tr: ❤️ ile geliştirildi. Montréal doğumlu, Paris'te büyütülmüş, GCO Apps ekibi tarafından. 🇨🇦 🇫🇷
zh_hans: 由 ❤️ 开发。 生于蒙特利尔，长于巴黎，由 GCO Apps 团队开发。 🇨🇦 🇫🇷
zh_hant: 以 ❤️ 開發 由 GCO Apps 團隊創造，來自蒙特利爾，成長於巴黎。 🇨🇦 🇫🇷

source: Share HeyWeather
ar: مشاركة تطبيق طقسنا
de: HeyWeather freigeben
el: Κοινοποιήστε το HeyWeather
es: Compartir HeyWeather
fa: اشتراک‌گذاری HeyWeather
fr: Partager HeyWeather
he: שתף את HeyWeather
hi: मौसम साझा करें
it: Condividi HeyWeather
ja: お問い合わせ
ko: HeyWeather를 공류하기
nl: Deel HeyWeather
pt_pt: Compartilhe HeyWeather
ru: Поделиться HeyWeather
th: แชร์ HeyWeather
tr: HeyWeatherı paylaşın
zh_hans: 分享 HeyWeather
zh_hant: 分享 HeyWeather

source: Temperature
ar: درجة الحرارة
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fa: دما
fr: Température
he: טמפרטורה
hi: तापमान
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pt_pt: Temperatura
ru: Температура
th: อุณหภูมิ
tr: Sıcaklık
zh_hans: 温度
zh_hant: 溫度

source: Time Format
ar: تنسيق الوقت
de: Zeitformat
el: Μορφή Ώρας
es: Formato de tiempo
fa: فرمت زمان
fr: Le Format de l'heure
he: פורמט שעה
hi: समय स्वरूप
it: Formato orario
ja: 時刻形式
ko: 시간 형식
nl: Eenheid van tijd
pt_pt: Formato de hora
ru: Формат времени
th: รูปแบบเวลา
tr: Zaman formatı
zh_hans: 时间格式
zh_hant: 時間格式

# Version (%@)
source: Version (%1$@)
ar: الإصدار (%1$@)
el: Έκδοση (%1$@)
es: Versión (%1$@)
fa: نسخه (%1$@)
he: גרסה (%1$@)
hi: संस्करण (%1$@)
it: Versione (%1$@)
ja: バージョン（%1$@）
ko: 버전 (%1$@)
nl: Versie (%1$@)
pt_pt: Versão (%1$@)
ru: Версия (%1$@)
th: เวอร์ชัน (%1$@)
tr: Sürüm (%1$@)
zh_hans: 版本号 (%1$@)
zh_hant: 版本 (%1$@)

source: Weather Sources
ar: مصادر الطقس
de: Wetterquellen
el: Πηγές Καιρού
es: Fuentes del tiempo
fa: منابع آب و هوا
fr: Sources météo
he: מקורות מזג האוויר
hi: मौसम स्रोत
it: Fonti Meteo
ja: 天気情報ソース
ko: 날씨 소스
nl: Weerbronnen
pt_pt: Fontes de Clima
ru: Источники погоды
th: แหล่งข้อมูลสภาพอากาศ
tr: Hava Durumu Kaynakları
zh_hans: 天气来源
zh_hant: 天氣來源

source: Wind Speed
ar: سرعة الرياح
de: Windgeschwindigkeit
el: Ταχύτητα ανέμου
es: Velocidad del viento
fa: سرعت باد
fr: Vitesse du vent
he: מהירות הרוח
hi: हवा की गति
it: Velocità del vento
ja: 風速
ko: 바람 속도
nl: Windsnelheid
pt_pt: Velocidade do vento
ru: Скорость ветра
th: ความเร็วลม
tr: Rüzgar hızı
zh_hans: 风速
zh_hant: 風速

source: X (FKA Twitter)
ar: تويتر
de: Twitter
el: Twitter
es: Twitter
fa: توییتر
fr: Twitter
he: טוויטר
hi: Twitter
it: Twitter
ja: Twitter
ko: Twitter
nl: Twitter
pt_pt: Twitter
ru: Twitter
th: Twitter
tr: Twitter
zh_hans: Twitter
zh_hant: Twitter
